{
  "about": "ABOUT",
  "projects": "PROJECTS",
  "contact": "CONTACT",
  "about_me": "ABOUT ME",
  "me_description": "I'm a full-stack developer from Canada who loves using technology to make a positive impact in the world. My journey in tech is fueled by curiosity and a desire to solve complex problems, always striving to learn and grow. When I'm not coding, you might find me watching stand-up comedies, horror movies or wasting time on my phone... I cherish spending quality time with my family and my girlfriend, enjoying the little moments together. I'm also an avid reader, always on the lookout for my next great book. I made this website to showcase my personal projects. Hope you like it!",
  "hi": "Hi, my name is",
  "header_btn": "Check out my work",
  "form_notif": "Message sent successfully!",
  "required_name": "Your name is required",
  "required_email": "Your email is required",
  "required_message": "Your message is required",
  "invalid_email": "Invalid email address",
  "send_message": "Send Message",
  "contact_me": "CONTACT ME",
  "contact_title": "Need a website or an application built?",
  "contact_subtitle": "Let's bring your idea to life.",
  "name": "NAME",
  "email": "EMAIL",
  "message": "MESSAGE",
  "source_code": "SOURCE CODE",
  "visit_website": "Visit website",
  "my_work": "MY WORK",
  "ra_description": "This is a preview of the relaunch of the website for the local Montreal non-profit. It was transformed into a <span class='text-pink'>Vue</span> SPA, reducing the load time and DOM content load by 83%.",
  "rmr_description": "This is a website for the local Montreal non-profit Rosetta's Angels. It is a <span class='text-pink'>Ruby on Rails</span> application using the <span class='text-pink'>Stimulus</span> framework. This non-profit helps underpriviledged families during the holidays. More than 10 000$ were raised in the first month after the launch of the website.",
  "cf_description": "This is a website facilitating the process of finding trustworthy Canadian charities. It is a <span class='text-pink'>React</span> application communicating with a <a href='https://canadian-charities.fly.dev/api/v1/charities' target='_blank' rel='noreferrer' class='text-pink'>REST API</a> I developed. Unfortunately, not all charities use their donations wisely and I believe people deserve to know where their money is going.",
  "dbh_description": "This website allows you to browse through various dog breeds and learn about their distinctive traits. Hopefully, it'll make it easier for people to find the ideal furry companion. It is a <span class='text-pink'>React</span> application written in <span class='text-pink'>Typescript</span> that communicates with API Ninjas' dog API.",
  "surl_description": "This website enables you to generate concise URLs effortlessly. It's a <span class='text-pink'>Ruby on Rails</span> app styled with <span class='text-pink'>TailwindCSS</span>, offering streamlined link management and a user-friendly interface for optimal user experience.",
  "it_description": "This is a website that allows you to track project bugs effectively. It was developed using <span class='text-pink'>Next.js</span> in <span class='text-pink'>TypeScript</span> and it leverages <span class='text-pink'>React</span> and <span class='text-pink'>Radix UI</span> libraries for seamless bug tracking and offers comprehensive features."
}
